{
    "categories": [
      {
        "categoryName": "Multipurpose",
        "categoryId" : "1",
        "themes": [
          {
            "themeID" : "1",
            "themeName": "Hello Elementor",
            "themeUrl": "https://wordpress.org/themes/hello-elementor/",
            "themeDesc" : "Hello Elementor is a lightweight and minimalist WordPress theme that was built specifically to work seamlessly with the Elementor site builder plugin. The theme is free, open-source, and designed for users who want a flexible, easy-to-use, and customizable website. The theme, which is optimized for performance, provides a solid foundation for users to build their own unique designs using the Elementor drag-and-drop site builder. Its simplicity and flexibility make it a great choice for both beginners and experienced Web Creators."
          },
          {
            "themeID" : "2",
            "themeName": "GeneratePress",
            "themeUrl": "https://wordpress.org/themes/generatepress/",
            "themeDesc" : "GeneratePress is a lightweight WordPress theme built with a focus on speed and usability. Performance is important to us, which is why a fresh GeneratePress install adds less than 10kb (gzipped) to your page size. We take full advantage of the block editor (Gutenberg), which gives you more control over creating your content. If you use page builders, GeneratePress is the right theme for you. It is completely compatible with all major page builders, including Beaver Builder and Elementor."
          },
          {
            "themeID" : "3",
            "themeName": "Astra",
            "themeUrl": "https://wordpress.org/themes/astra/",
            "themeDesc" : "Astra is fast, fully customizable & beautiful WordPress theme suitable for blog, personal portfolio, business website and WooCommerce storefront. It is very lightweight (less than 50KB on frontend) and offers unparalleled speed. Built with SEO in mind, Astra comes with Schema.org code integrated and is Native AMP ready so search engines will love your site. It offers special features and templates so it works perfectly with all page builders like Elementor, Beaver Builder, Visual Composer, SiteOrigin, Divi, etc."
          },
          {
            "themeID" : "4",
            "themeName": "Sydney",
            "themeUrl": "https://wordpress.org/themes/sydney/",
            "themeDesc" : "Sydney is a powerful business theme that provides a fast way for companies or freelancers to create an awesome online presence. As well as being fully compatible with Elementor, Sydney brings plenty of customization possibilities like access to all Google Fonts, full color control, layout control, logo upload, full screen slider, header image, sticky navigation and much more. Also, Sydney provides all the construction blocks you need to rapidly create an engaging front page."
          },
          {
            "themeID" : "5",
            "themeName": "Kadence",
            "themeUrl": "https://wordpress.org/themes/kadence/",
            "themeDesc" : "Kadence Theme is a lightweight yet full featured WordPress theme for creating beautiful fast loading and accessible websites, easier than ever. It features an easy to use drag and drop header and footer builder to build any type of header in minutes. It features a full library of gorgeous starter templates that are easy to modify with our intelligent global font and color controls. With extensive integration with the most popular 3rd party plugins, you can quickly build impressive ecommerce websites, course websites, business websites, and more."
          },
          {
            "themeID" : "6",
            "themeName": "Neve",
            "themeUrl": "https://wordpress.org/themes/neve/",
            "themeDesc" : "Neve is a super fast, easily customizable, multi-purpose theme. It’s perfect for blogs, small business, startups, agencies, firms, e-commerce shops (WooCommerce storefront) as well as personal portfolio sites and most types of projects. A fully AMP optimized and responsive theme, Neve will load in mere seconds and adapt perfectly on any viewing device. While it is lightweight and has a minimalist design, the theme is highly extendable, it has a highly SEO optimized code, resulting in top rankings in Google search results. Neve works perfectly with Gutenberg and the most popular page builders (Elementor, Brizy, Beaver Builder, Visual Composer, SiteOrigin, Divi). Neve is also WooCommerce ready, responsive, RTL & translation ready."
          },
          {
            "themeID" : "7",
            "themeName": "OceanWP",
            "themeUrl": "https://wordpress.org/themes/oceanwp/",
            "themeDesc" : "OceanWP is the perfect theme for your project. Lightweight and highly extendable, it will enable you to create almost any type of website such a blog, portfolio, business website and WooCommerce storefront with a beautiful & professional design. Very fast, responsive, RTL & translation ready, best SEO practices, unique WooCommerce features to increase conversion and much more. You can even edit the settings on tablet & mobile so your site looks good on every device. Work with the most popular page builders as Elementor, Beaver Builder, Brizy, Visual Composer, Divi, SiteOrigin, etc."
          },
          {
            "themeID" : "8",
            "themeName": "Blocksy",
            "themeUrl": "https://wordpress.org/themes/blocksy/",
            "themeDesc" : "Blocksy is a blazing fast and lightweight WordPress theme built with the latest web technologies. It was built with the Gutenberg editor in mind and has a lot of options that makes it extendable and customizable. You can easily create any type of website, such as business agency, shop, corporate, education, restaurant, blog, portfolio, landing page and so on. It works like a charm with popular WordPress page builders, including Elementor, Beaver Builder, Visual Composer and Brizy. Since it is responsive and adaptive, translation ready, SEO optimized and has WooCommerce built-in, you will experience an easy build and even an increase in conversions."
          }
        ]
      },

      {
        "categoryName": "Blog",
        "categoryId" : "2",
        "themes": [
          {
            "themeID" : "1",
            "themeName": "Kale",
            "themeUrl": "https://wordpress.org/themes/kale/",
            "themeDesc" : "Kale is a charming and elegant, aesthetically minimal and uncluttered food blog theme that can also be used for a variety of purposes. Whether you want to share recipes or fashion tips, run a lifestyle, parenting or cooking blog, Kale is a perfect theme choice. Simple but feature-filled food blog or cooking blog WordPress theme with WooCommerce integration. Beautifully designed and extremely clean, Kale is super easy to set up and is optimized for search engines. Kale comes with a special front page; with featured posts and a large highlight post, the option to show a banner or a posts slider in the header, and RTL support."
          },
          {
            "themeID" : "2",
            "themeName": "BlogAI",
            "themeUrl": "https://wordpress.org/themes/blogai/",
            "themeDesc" : "BlogAI is a fast, clean, modern-looking Best Responsive News Magazine WordPress theme. The theme is fully widgetized, so users can manage the content by using easy to use widgets. BlogAI is suitable for dynamic news, newspapers, magazine, publishers, blogs, editors, online and gaming magazines, newsportals,personal blogs, newspaper, publishing or review siteand any creative website. BlogAI is SEO friendly, WPML,Gutenberg, translation and RTL ready."
          },
          {
            "themeID" : "3",
            "themeName": "Doly Blog",
            "themeUrl": "https://wordpress.org/themes/doly-blog/",
            "themeDesc" : "Doly Blog Theme is wordpress blog theme for personal use. Fully responsive design displays beautifully across desktop, mobile, and all devices. This Theme is built with the world's most popular responsive CSS framework Bootstrap 4.5, HTML5, CSS3, jQuery and so many modern technologies."
          }
        ]
      },

      {
        "categoryName": "eCommerce",
        "categoryId" : "3",
        "themes": [
          {
            "themeID" : "1",
            "themeName": "Woostify",
            "themeUrl": "https://wordpress.org/themes/woostify/",
            "themeDesc" : "Woostify is fast, lightweight, responsive and super flexible WooCommerce theme built with SEO, speed, and usability in mind. The theme works great with any of your favorite page builder likes Elementor, Beaver Builder, SiteOrigin, Thrive Architect, Divi, etc. Therefore, you can build any type of websites like shop, business agencies, corporate, portfolio, education, university portal, consulting, church, restaurant, medical and so on. Woostify is compatible with all well-coded plugins, including major ones like WooCommerce, OrbitFox, Yoast, BuddyPress, bbPress, etc."
          },
          {
            "themeID" : "2",
            "themeName": "ShoppingCart",
            "themeUrl": "https://wordpress.org/themes/shoppingcart/",
            "themeDesc" : "ShoppingCart is a beautiful theme especially build for Store, eCommerce, Shop and also fits for any kind of Shopping theme which contains all the feature you need to create a stunning website. The theme consists of well organized components so it’s easy to edit and customize everything to create a specific website for your needs. It is designed for Shopping but this is competent for every kind of site such as personal blog, ecommerce, portfolio etc. which is designed and developed by Theme Freesia. With a focus on Shopping sites, it features multiple sections on the front page as well as widgets, multiple navigation and social menus, a logo and more. This theme supports popular plugins like Breadcrumb NavXT, WP-PageNavi, Contact Form 7, Jetpack by WordPress.com, bbPress, wooCommerce and many more. It is 100% translation ready and you can easily customize with lots of options using Customizer. It consists contact us template, gallery template, Shopping Template, widgets and Sidebar."
          },
          {
            "themeID" : "3",
            "themeName": "Storefront",
            "themeUrl": "https://wordpress.org/themes/storefront/",
            "themeDesc" : "Storefront is the perfect theme for your next WooCommerce project. Designed and developed by WooCommerce Core developers, it features a bespoke integration with WooCommerce itself plus many of the most popular customer facing WooCommerce extensions. There are several layout & color options to personalise your shop, multiple widget regions, a responsive design and much more. Developers will love its lean and extensible codebase making it a joy to customize and extend."
          }
        ]
      }
    ]
  }
  